Repository: ptudor/tudor-pcb
Catalog: swift/TudorPCB/Localization/Errors.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, de_at, de_ch, el, es, es_ar, es_mx, et, eu, fa, fi, fil, fr, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, or, pa, pl, pt, pt_br, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant, zu

source: Select Package…
af: Kies Pakket…
am: ፓኬጅ ይምረጡ…
ar: اختر الحزمة…
az: Paket Seçin…
be: Выберыце пакет…
bg: Изберете пакет…
bn: প্যাকেজ নির্বাচন করুন…
ca: Selecciona el paquet…
cs: Vyberte balíček…
cy: Dewiswch Becyn…
da: Vælg pakke…
de: Paket auswählen…
de_at: Paket auswählen…
de_ch: Paket auswählen…
el: Επιλογή πακέτου…
es: Seleccionar paquete…
es_ar: Seleccionar paquete…
es_mx: Seleccione un paquete…
et: Vali pakett…
eu: Aukeratu paketea…
fa: انتخاب بسته…
fi: Valitse paketti…
fil: Pumili ng Pakete…
fr: Choisir un lot…
fr_ca: Sélectionner le dossier de fabrication…
ga: Roghnaigh Pacáiste…
gl: Seleccionar paquete…
gu: પેકેજ પસંદ કરો...
he: בחר חבילה…
hi: पैकेज चुनें…
hr: Odaberite paket…
hu: Csomag kiválasztása…
hy: Ընտրեք փաթեթը…
id: Pilih Paket…
is: Veldu pakka…
it: Seleziona pacchetto…
ja: パッケージを選択…
ka: პაკეტის არჩევა…
kk: Пакетті таңдаңыз…
km: ជ្រើសរើសកញ្ចប់…
kn: ಪ್ಯಾಕೇಜ್ ಆಯ್ಕೆ ಮಾಡಿ...
ko: 패키지 선택…
ky: Пакетти тандаңыз…
lo: ເລືອກແພັກເກດ…
lt: Pasirinkite paketą…
lv: Izvēlēties paketi…
mk: Изберете пакет…
ml: പാക്കേജ് തിരഞ്ഞെടുക്കുക...
mn: Багц сонгох…
mr: पॅकेज निवडा…
ms: Pilih Pakej…
mt: Agħżel Pakkett…
my: ပက်ကေ့ဂျ်ကို ရွေးချယ်ပါ…
nb: Velg pakke…
ne: प्याकेज चयन गर्नुहोस्...
nl: Kies een pakket…
or: ପ୍ୟାକେଜ୍ ଚୟନ କରନ୍ତୁ…
pa: ਪੈਕੇਜ ਚੁਣੋ...
pl: Wybierz pakiet…
pt: Selecionar pacote…
pt_br: Selecionar pacote…
ro: Selectează pachetul…
ru: Выбрать пакет…
si: පැකේජය තෝරන්න...
sk: Vyberte balík…
sl: Izberi paket…
sq: Zgjidh paketën…
sr: Изабери пакет…
sv: Välj paket…
sw: Chagua Kifurushi…
ta: தொகுப்பைத் தேர்ந்தெடுக்கவும்…
te: ప్యాకేజీని ఎంచుకోండి…
th: เลือกแพ็คเกจ…
tr: Paketi Seç…
uk: Вибрати пакет…
ur: پیکیج منتخب کریں…
vi: Chọn gói…
zh_hans: 选择数据包…
zh_hant: 選擇製造資料包…
zu: Khetha Iphakheji…

source: Select Proof…
af: Kies beeld…
am: ምስል ምረጥ…
ar: اختر الصورة…
az: Şəkil Seçin…
be: Абраць выяву…
bg: Посочи фото…
bn: প্রুফ ছবি বাছুন…
ca: Tria imatge…
cs: Vybrat foto…
cy: Dewiswch Lun…
da: Vælg referencebillede…
de: Proofbild auswählen…
de_at: Bild wählen…
de_ch: Referenzbild auswählen…
el: Επιλογή εικόνας τελικής πλακέτας…
es: Elegir foto…
es_ar: Elegir foto…
es_mx: Seleccionar foto…
et: Vali pilt…
eu: Irudi bila…
fa: انتخاب تصویر…
fi: Valitse kuva…
fil: Piliin larawan…
fr: Ouvrir image…
fr_ca: Sélectionner l'image de référence…
ga: Roghnaigh Íomhá Bhoird…
gl: Elixir foto…
gu: પ્રૂફ છબી પસંદ કરો…
he: בחר תמונת לוח…
hi: प्रूफ इमेज चुनें…
hr: Odaberite sliku…
hu: Referenciakép kiválasztása…
hy: Ընտրել նկար…
id: Pilih Foto…
is: Veldu mynd…
it: Scegli foto…
ja: 基板画像を選択…
ka: აირჩიეთ სურათი…
kk: Суретті таңдау…
km: ជ្រើសរើសរូបភាពគំរូ…
kn: ಪ್ರೂಫ್ ಚಿತ್ರ ಆಯ್ಕೆ ಮಾಡಿ…
ko: 완성 보드 이미지 선택…
ky: Сүрөт тандоо…
lo: ເລືອກຮູບກະດານສຳເລັດ…
lt: Rinktis foto…
lv: Atlasīt foto…
mk: Избери слика…
ml: പ്രൂഫ് തിരഞ്ഞെടുക്കുക...
mn: Зураг сонгох…
mr: प्रूफ निवडा…
ms: Pilih Foto…
mt: Agħżel Prova…
my: အချောထည်ဘုတ်ပုံ ရွေးချယ်ပါ…
nb: Velg bilde…
ne: प्रूफ छवि चयन गर्नुहोस्…
nl: Kies referentiebeeld…
or: ପ୍ରୁଫ୍ ଚୟନ କରନ୍ତୁ…
pa: ਪਰੂਫ ਚੁਣੋ...
pl: Wybierz obraz…
pt: Abrir imagem…
pt_br: Escolha foto…
ro: Alege poza…
ru: Выбрать фото платы…
si: නිමි පුවරු රූපය තෝරන්න…
sk: Iný náhľad…
sl: Izberi sliko plošče…
sq: Zgjidh foton…
sr: Бирај слику…
sv: Välj bild…
sw: Chagua Picha…
ta: புரூஃப் படத்தைத் தேர்ந்தெடுக்கவும்…
te: ప్రూఫ్‌ను ఎంచుకోండి…
th: เลือกภาพบอร์ด…
tr: Görsel Seç…
uk: Вибрати зображення плати…
ur: تصویر منتخب کریں…
vi: Chọn ảnh mẫu…
zh_hans: 选择电路板成品图……
zh_hant: 選擇成品圖…
zu: Khetha Isithombe…

source: The board mesh exceeds the supported geometry or GPU buffer capacity.
af: Die bordmaas oorskry die ondersteunde geometrie of GPU-bufferkapasiteit.
am: የቦርዱ ሜሽ ከሚደገፈው የጂኦሜትሪ ወይም የጂፒዩ ቋት አቅም ይበልጣል።
ar: تتجاوز شبكة اللوحة حدود الشكل المدعوم أو سعة مخزن معالج الرسومات.
az: Lövhə şəbəkəsi dəstəklənən həndəsə və ya GPU bufer tutumunu aşır.
be: Сетка платы перавышае падтрымоўваную геаметрыю або ёмістасць буфера графічнага працэсара.
bg: Размерът на мрежата на платка надвишава поддържаната геометрия или капацитета на буфера на графичния процесор.
bn: বোর্ড মেশটি সমর্থিত জ্যামিতি বা জিপিইউ বাফার ধারণক্ষমতা অতিক্রম করেছে।
ca: La malla de la placa supera la geometria o la capacitat de memòria intermèdia de la GPU compatibles.
cs: Velikost sítě desky přesahuje podporovanou geometrii nebo kapacitu vyrovnávací paměti GPU.
cy: Mae rhwyll y bwrdd yn fwy na'r geometreg a gefnogir neu gapasiti byffer GPU.
da: Printkortets mesh overskrider den understøttede geometri eller GPU-bufferkapacitet.
de: Das Board-Mesh überschreitet die unterstützte Geometrie oder die Kapazität des GPU-Puffers.
de_at: Das Board-Mesh überschreitet die unterstützte Geometrie oder die GPU-Pufferkapazität.
de_ch: Das Board-Mesh überschreitet die unterstützte Geometrie oder die GPU-Pufferkapazität.
el: Το πλέγμα της πλακέτας υπερβαίνει τη γεωμετρία που υποστηρίζεται ή τη χωρητικότητα του buffer της GPU.
es: La malla de la placa supera la geometría admitida o la capacidad del búfer de la GPU.
es_ar: La malla de la placa excede la geometría admitida o la capacidad del búfer de la GPU.
es_mx: La malla de la placa excede la geometría admitida o la capacidad de búfer de la GPU.
et: Plaadi võrgusilma suurus ületab toetatava geomeetria või GPU puhvri mahutavuse.
eu: Plakaren sareak onartutako geometria edo GPU buffer-ahalmena gainditzen du.
fa: مش برد از هندسه پشتیبانی شده یا ظرفیت بافر GPU فراتر می‌رود.
fi: Piirilevyn verkko ylittää tuetun geometrian tai GPU:n puskurikapasiteetin.
fil: Lumalagpas ang board mesh sa sinusuportahang geometry o kapasidad ng GPU buffer.
fr: Le maillage dépasse les limites géométriques ou mémoire du GPU.
fr_ca: Le maillage du circuit imprimé dépasse la géométrie prise en charge ou la capacité des tampons du GPU.
ga: Sáraíonn mogalra an bhoird an geoiméadracht thacaithe nó acmhainn mhaoláin an GPU.
gl: A malla da placa supera a xeometría compatible ou a capacidade do búfer da GPU.
gu: બોર્ડ મેશ સપોર્ટેડ ભૂમિતિ અથવા GPU બફર ક્ષમતા કરતાં વધી જાય છે.
he: רשת הלוח חורגת מהגיאומטריה הנתמכת או מקיבולת מאגר ה-GPU.
hi: बोर्ड मेश समर्थित ज्यामिति या जीपीयू बफर क्षमता से अधिक है।
hr: Mreža ploče premašuje podržanu geometriju ili kapacitet međuspremnika GPU-a.
hu: A NYÁK hálója meghaladja a támogatott geometria vagy a GPU-puffer kapacitását.
hy: Պլատայի ցանցը գերազանցում է աջակցվող երկրաչափությունը կամ GPU բուֆերի տարողունակությունը։
id: Ukuran mesh papan melebihi geometri yang didukung atau kapasitas buffer GPU.
is: Möskvi prentplötunnar fer yfir studda rúmfræði eða GPU-biðminnisgetu.
it: La mesh della scheda supera la geometria supportata o la capacità del buffer della GPU.
ja: ボードのメッシュが、サポートされているジオメトリまたはGPUバッファの容量を超えています。
ka: დაფის ბადე აღემატება მხარდაჭერილ გეომეტრიას ან GPU ბუფერის ტევადობას.
kk: Тақта торы қолдау көрсетілетін геометриядан немесе GPU буфер сыйымдылығынан асып түседі.
km: សំណាញ់បន្ទះសៀគ្វីលើសសមត្ថភាពធរណីមាត្រ ឬសតិបណ្ដោះអាសន្ន GPU ដែលគាំទ្រ។
kn: ಬೋರ್ಡ್ ಮೆಶ್ ಬೆಂಬಲಿತ ಜ್ಯಾಮಿತಿ ಅಥವಾ GPU ಬಫರ್ ಸಾಮರ್ಥ್ಯವನ್ನು ಮೀರಿದೆ.
ko: 보드 메쉬가 지원되는 지오메트리 또는 GPU 버퍼 용량을 초과합니다.
ky: Тактанын торчосу колдоого алынган геометриядан же GPU буферинин сыйымдуулугунан ашып кетти.
lo: ຕາໜ່າງກະດານເກີນຄວາມຈຸຂອງຮູບຮ່າງ ຫຼື ບັຟເຟີ GPU ທີ່ຮອງຮັບ.
lt: Plokštės tinklelis viršija geometrijos ar GPU buferio ribas.
lv: Plates tīkls pārsniedz atbalstīto ģeometriju vai GPU bufera ietilpību.
mk: Мрежата на плочата ја надминува поддржаната геометрија или капацитетот на графичкиот бафер.
ml: ബോർഡ് മെഷ് പിന്തുണയ്ക്കുന്ന ജ്യാമിതി അല്ലെങ്കിൽ GPU ബഫർ ശേഷി കവിയുന്നു.
mn: Самбарын тор нь дэмжигдсэн геометр эсвэл GPU буферийн багтаамжаас хэтэрсэн.
mr: बोर्ड मेश समर्थित भूमिती किंवा GPU बफर क्षमतेपेक्षा जास्त आहे.
ms: Jaringan papan melebihi geometri yang disokong atau kapasiti penimbal GPU.
mt: Il-malja tal-bord taqbeż il-ġeometrija appoġġjata jew il-kapaċità tal-buffer tal-GPU.
my: ဘုတ် mesh သည် ပံ့ပိုးထားသော geometry သို့မဟုတ် GPU buffer စွမ်းရည်ထက် ကျော်လွန်နေပါသည်။
nb: Kortets mesh overstiger den støttede geometrien eller GPU-bufferkapasiteten.
ne: बोर्ड मेसले समर्थित ज्यामिति वा GPU बफर क्षमता नाघ्छ।
nl: De printplaatmesh overschrijdt de geometrie- of GPU-buffercapaciteit.
or: ବୋର୍ଡ ମେଶ୍ ସମର୍ଥିତ ଜ୍ୟାମିତି କିମ୍ବା GPU ବଫର କ୍ଷମତାକୁ ଅତିକ୍ରମ କରିଛି।
pa: ਬੋਰਡ ਮੈਸ਼ ਸਮਰਥਿਤ ਜਿਓਮੈਟਰੀ ਜਾਂ GPU ਬਫਰ ਸਮਰੱਥਾ ਤੋਂ ਵੱਧ ਹੈ।
pl: Rozmiar siatki płytki przekracza obsługiwane parametry geometryczne lub pojemność bufora procesora graficznego.
pt: A malha da placa excede a geometria suportada ou a capacidade do buffer da GPU.
pt_br: A malha da placa excede a geometria suportada ou a capacidade do buffer da GPU.
ro: Rețeaua plăcii depășește geometria acceptată sau capacitatea bufferului GPU.
ru: Размер сетки платы превышает допустимые геометрические параметры или емкость буфера графического процессора.
si: පුවරු මෙෂ් එක සහාය දක්වන ජ්‍යාමිතිය හෝ GPU බෆර ධාරිතාව ඉක්මවයි.
sk: Veľkosť mriežky dosky presahuje podporovanú geometriu alebo kapacitu vyrovnávacej pamäte grafického procesora.
sl: Mreža plošče presega omejitve geometrije ali medpomnilnika GPE.
sq: Rrjeta e pllakës tejkalon gjeometrinë e mbështetur ose kapacitetin e memorjes së GPU-së.
sr: Мрежа плоче прелази подржану геометрију или капацитет ГПУ буфера.
sv: Kortets 3D-nät överskrider stödd geometri eller GPU-buffertkapacitet.
sw: Mesh ya ubao inazidi uwezo wa jiometri inayoungwa mkono au bafa ya GPU.
ta: போர்டு மெஷ், ஆதரிக்கப்படும் வடிவியல் அல்லது GPU பஃபர் கொள்ளளவை மீறுகிறது.
te: బోర్డ్ మెష్ మద్దతు ఉన్న జ్యామితి లేదా GPU బఫర్ సామర్థ్యాన్ని మించిపోయింది.
th: ขนาดของตาข่ายบนแผงวงจรเกินกว่าขนาดเรขาคณิตที่รองรับหรือความจุบัฟเฟอร์ของ GPU
tr: Kartın ağ boyutu, desteklenen geometri veya GPU tampon kapasitesini aşıyor.
uk: Розмір сітки плати перевищує допустимі геометричні параметри або ємність буфера графічного процесора.
ur: بورڈ میش تعاون یافتہ جیومیٹری یا GPU بفر کی گنجائش سے زیادہ ہے۔
vi: Lưới bo mạch vượt giới hạn hình học hoặc dung lượng bộ đệm GPU.
zh_hans: 板网格超出了支持的几何体或 GPU 缓冲区容量。
zh_hant: 板網格超出支援的幾何形狀或 GPU 緩衝區容量。
zu: I-mesh yebhodi idlula umthamo we-geometry osekelwayo noma we-GPU buffer.

source: The board shader functions are missing.
af: Die bordskadufunksies ontbreek.
am: የቦርድ ሼደር ተግባራት ጠፍተዋል።
ar: وظائف تظليل اللوحة مفقودة.
az: Lövhə şader funksiyaları yoxdur.
be: Функцыі шэйдараў платы адсутнічаюць.
bg: Липсват функциите на шейдъра на платката.
bn: বোর্ড শেডার ফাংশনগুলো অনুপস্থিত।
ca: Falten les funcions de shader de la placa.
cs: Chybí funkce shaderu pro desku.
cy: Mae swyddogaethau cysgodi'r bwrdd ar goll.
da: Printkortets shaderfunktioner mangler.
de: Die Shader-Funktionen der Platine fehlen.
de_at: Die Shader-Funktionen des Boards fehlen.
de_ch: Die Shader-Funktionen des Boards fehlen.
el: Λείπουν οι συναρτήσεις του shader της πλακέτας.
es: Faltan las funciones del shader de la placa.
es_ar: Faltan las funciones del shader de la placa.
es_mx: Faltan las funciones de sombreado de la placa.
et: Plaadi varjutajafunktsioonid puuduvad.
eu: Plakaren itzalgailu-funtzioak falta dira.
fa: توابع سایه‌زن برد وجود ندارند.
fi: Levyn varjostustoiminnot puuttuvat.
fil: Nawawala ang mga function ng board shader.
fr: Les fonctions de shader de la carte sont manquantes.
fr_ca: Les fonctions de shader du circuit imprimé sont manquantes.
ga: Tá feidhmeanna scáthaithe an bhoird ar iarraidh.
gl: Faltan as funcións de sombreado da placa.
gu: બોર્ડ શેડર ફંક્શન ખૂટે છે.
he: פונקציות השיידר של הלוח חסרות.
hi: बोर्ड शेडर फ़ंक्शन अनुपस्थित हैं।
hr: Nedostaju funkcije shadera ploče.
hu: Hiányoznak a NYÁK árnyékolófüggvényei.
hy: Պլատայի շեյդերի ֆունկցիաները բացակայում են։
id: Fungsi shader papan tidak tersedia.
is: Skyggingaraðgerðir borðsins vantar.
it: Mancano le funzioni dello shader della scheda.
ja: ボードシェーダー関数が欠落しています。
ka: დაფის შადერის ფუნქციები აკლია.
kk: Тақта шейдерінің функциялары жоқ.
km: មុខងារ shader របស់បន្ទះសៀគ្វីបាត់។
kn: ಬೋರ್ಡ್ ಶೇಡರ್ ಕಾರ್ಯಗಳು ಕಾಣೆಯಾಗಿವೆ.
ko: 보드 셰이더 함수가 누락되었습니다.
ky: Такта шейдеринин функциялары жок.
lo: ຟັງຊັນ shader ຂອງກະດານຫາຍໄປ.
lt: Trūksta plokštės šeiderio funkcijų.
lv: Trūkst plāksnes ēnošanas funkcijas.
mk: Функциите за шејдер на таблата недостасуваат.
ml: ബോർഡ് ഷേഡർ ഫംഗ്ഷനുകൾ കാണുന്നില്ല.
mn: Самбарын сүүдэрлэх функцууд байхгүй байна.
mr: बोर्ड शेडर फंक्शन्स उपलब्ध नाहीत.
ms: Fungsi shader papan tiada.
mt: Funzjonijiet tax-shader tal-bord neqsin.
my: ဘုတ် shader function များ ပျောက်နေပါတယ်။
nb: Shader-funksjonene for kretskortet mangler.
ne: बोर्ड शेडर प्रकार्यहरू हराइरहेको छ।
nl: De shaderfuncties van de printplaat ontbreken.
or: ବୋର୍ଡ ସେଡର କାର୍ଯ୍ୟଗୁଡ଼ିକ ଅନୁପସ୍ଥିତ ଅଛି।
pa: ਬੋਰਡ ਸ਼ੇਡਰ ਫੰਕਸ਼ਨ ਗਾਇਬ ਹਨ।
pl: Brak funkcji shaderów płytki.
pt: Faltam as funções do shader da placa.
pt_br: As funções do shader da placa não estão presentes.
ro: Lipsesc funcțiile de shader pentru placă.
ru: Отсутствуют функции шейдера платы.
si: පුවරු ෂේඩර් ශ්‍රිත අස්ථානගත වී ඇත.
sk: Chýbajú funkcie shaderov dosky.
sl: Manjkajo funkcije senčilnikov za ploščo.
sq: Funksionet e shader-it të bordit mungojnë.
sr: Функције шејдера плоче недостају.
sv: Shaderfunktionerna för kortet saknas.
sw: Vitendakazi vya shader vya ubao havipo.
ta: போர்டு ஷேடர் செயல்பாடுகள் விடுபட்டுள்ளன.
te: బోర్డ్ షేడర్ ఫంక్షన్‌లు లోపించాయి.
th: ฟังก์ชัน shader ของบอร์ดหายไป
tr: Kart gölgelendirici işlevleri eksik.
uk: Відсутні функції шейдера плати.
ur: بورڈ شیڈر کے افعال غائب ہیں۔
vi: Các hàm đổ bóng của bo mạch bị thiếu.
zh_hans: 缺少板级着色器函数。
zh_hant: 缺少板級著色器函式。
zu: Imisebenzi ye-shader yebhodi ayikho.

source: Unknown error
af: Onbekende fout
am: ያልታወቀ ስህተት
ar: خطأ غير معروف
az: Naməlum xəta
be: Невядомая памылка
bg: Неизвестна грешка
bn: অজানা ত্রুটি
ca: Error desconegut
cs: Neznámá chyba
cy: Gwall anhysbys
da: Ukendt fejl
de: Unbekannter Fehler
de_at: Unbekannter Fehler
de_ch: Unbekannter Fehler
el: Άγνωστο σφάλμα
es: Error desconocido
es_ar: Error desconocido
es_mx: Error desconocido
et: Tundmatu viga
eu: Errore ezezaguna
fa: خطای ناشناخته
fi: Tuntematon virhe
fil: Hindi kilalang error
fr: Erreur inconnue
fr_ca: Erreur inconnue
ga: Earráid anaithnid
gl: Erro descoñecido
gu: અજાણી ભૂલ
he: שגיאה לא ידועה
hi: अज्ञात त्रुटि
hr: Nepoznata pogreška
hu: Ismeretlen hiba
hy: Անհայտ սխալ
id: Kesalahan tidak diketahui
is: Óþekkt villa
it: Errore sconosciuto
ja: 不明なエラー
ka: უცნობი შეცდომა
kk: Белгісіз қате
km: កំហុសមិនស្គាល់
kn: ಅಜ್ಞಾತ ದೋಷ
ko: 알 수 없는 오류
ky: Белгисиз ката
lo: ຂໍ້ຜິດພາດທີ່ບໍ່ຮູ້ຈັກ
lt: Nežinoma klaida
lv: Nezināma kļūda
mk: Непозната грешка
ml: അജ്ഞാത പിശക്
mn: Үл мэдэгдэх алдаа
mr: अज्ञात त्रुटी
ms: Ralat tidak diketahui
mt: Żball mhux magħruf
my: မသိသော အမှား
nb: Ukjent feil
ne: अज्ञात त्रुटि
nl: Onbekende fout
or: ଅଜଣା ତ୍ରୁଟି
pa: ਅਗਿਆਤ ਗਲਤੀ
pl: Nieznany błąd
pt: Erro desconhecido
pt_br: Erro desconhecido
ro: Eroare necunoscută
ru: Неизвестная ошибка
si: නොදන්නා දෝෂයකි
sk: Neznáma chyba
sl: Neznana napaka
sq: Gabim i panjohur
sr: Непозната грешка
sv: Okänt fel
sw: Hitilafu isiyojulikana
ta: அறியப்படாத பிழை
te: తెలియని లోపం
th: ข้อผิดพลาดที่ไม่ทราบสาเหตุ
tr: Bilinmeyen hata
uk: Невідома помилка
ur: نامعلوم خرابی
vi: Lỗi không xác định
zh_hans: 未知错误
zh_hant: 未知錯誤
zu: Iphutha elingaziwa
